IDEA Open Model
ConcreteSLSCheckResultStiffness.CharacteristicsI Property
Compatible with IDEA StatiCa 20.1
 stiffnesses calculated on uncracked cross-section
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public SectionCharacteristics CharacteristicsI { get; set; }
Public Property CharacteristicsI As SectionCharacteristics
	Get
	Set
Property Value
Type: SectionCharacteristics
See Also
Reference
ConcreteSLSCheckResultStiffness Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace